let DayTripData = 
[
  {
    direction: "東岸",
    location: "仙洞巖(佛手洞)",
    content: "佛手洞位於仙洞巖旁約二、三十公尺不遠處，由仙洞巖旁步道拾階前往，這裡也是一處天然的海蝕洞，日治時代被當成防空洞使用，又因過去洞內曾有蝙蝠棲息，在早期曾被稱為蝙蝠洞，多年前由基隆市政府重新規劃改善而成一人文景觀區，並鋪設有碎石步道，防止溼滑。",
    photoUrl: "https://github.com/hongwei0522/DayTrip/blob/master/picture/%E4%BD%9B%E6%89%8B%E6%B4%9E.jpg?raw=true",
    creatTime: "EA1-1"
  },
  {
    direction: "東岸",
    location:"基隆燈塔",
    content: "西元1900年建造完成的基隆燈塔，位於基隆港西岸碼頭萬人堆鼻。原為磚砌圓塔，民國51年（西元1962年）改建為鋼筋混凝土圓塔。萬人堆鼻原是一岩石林立的海埔地，因周邊奇岩怪石林立，如眾多鼻頭堆疊羅列，因而得名，不過現今已改建為三十號碼頭。基隆燈塔早年還設有紅色光弧，以標示港外的險礁，頗為特殊，後因險礁遭炸除，紅色光弧也遭撤除。",
    photoUrl:"https://github.com/hongwei0522/DayTrip/blob/master/picture/%E5%9F%BA%E9%9A%86%E7%87%88%E5%A1%94.jpg?raw=true",
    creatTime:"EA1-2"
  },
  {
    direction: "東岸",
    location:"白米甕砲台",
    content: "白米甕砲臺位在基隆港口西岸高地上，與東岸的和平島互為犄角，共扼基隆港門，形勢非常險要，砲臺可能早在300多年前的西班牙及後來的荷蘭佔據時代就已設置，因此有「荷蘭城砲臺」之稱，清法戰爭時，法軍曾佔領過，今日之形貌為日治時代所改建而成的。",
    photoUrl:"https://github.com/hongwei0522/DayTrip/blob/master/picture/%E7%99%BD%E7%B1%B3%E7%94%95%E7%A0%B2%E5%8F%B0.jpg?raw=true",
    creatTime:"EA1-3"
  },
  {
    direction: "東岸",
    location:"外木山濱海風景區",
    content: "外木山海岸為基隆市轄區僅存最長的天然海岸。自外木山漁港至澳底通村全長約5公里的海岸公路。一側為開闊的海岸景觀，一側為高聳的單面山懸崖，是極富壯麗景色的海岸線。在澳底漁村的沙灘是僅存的沙岸地型，小而美麗，夏日時成為民眾戲水游泳的好去處。夏季的日出是海岸不可多得的美景，坐在岸邊聆聽濤聲，欣賞彩霞萬丈之景，令人心曠神怡。海岸礁岩長年經海水沖蝕，雕塑出奇特的造形，值得民眾深入觀賞體會。",
    photoUrl:"https://github.com/hongwei0522/DayTrip/blob/master/picture/%E5%A4%96%E6%9C%A8%E5%B1%B1%E6%BF%B1%E6%B5%B7%E9%A2%A8%E6%99%AF%E5%8D%80.jpg?raw=true",
    creatTime:"EA1-4"
  },
  {
    direction: "東岸",
    location:"情人湖公園",
    content: "情人湖原名「五叉碑」，後來因救國團基隆團委員會經常在此辦活動，予以命名為情人湖。園區內有環湖步道、環山步道、情人吊橋、涼亭、觀景平台等設施，步道兩旁林木蓊鬱，而各種植物則展現四季風貌。漫步其中，在享受芬多精森林浴的同時，沿途並可欣賞湖光山色，相當詩情畫意。情人湖公園的環山步道可登上面海的山嶺老鷹岩，從稜線的步道上觀看大海，不僅可以見到岸邊的大武崙澳底漁港，亦可遠眺基隆嶼及野柳海岬，令人心胸頓時開朗舒暢。",
    photoUrl:"https://github.com/hongwei0522/DayTrip/blob/master/picture/%E6%83%85%E4%BA%BA%E6%B9%96%E5%85%AC%E5%9C%92.jpg?raw=true",
    creatTime:"EA1-5"
  },
  {
    direction: "西岸",
    location:"正濱漁港",
    content: "正濱漁港位於和平島南方，是歷史悠久的老漁港，早在西元1934年由日本人創造，日治時期為台灣第一大港，曾為繁榮極盛的漁貨商港，是早期帶動基隆漁港興盛的主要功臣，台灣北部重要的遠洋漁業基地，而在漁船噸位逐漸增加之後，漁港水位不堪負荷。現在雖然沒落，但仍保有樸實風貌，基隆市政府積極開發成為以假日休閒懷舊為主的漁碼頭，期待榮景將再現於此。",
    photoUrl:"",
    creatTime:"WE1-1"
  },
  {
    direction: "西岸",
    location:"和平島公園",
    content: "和平島公園位於基隆港港口東側，島上奇岩異石林立，海岸奇特的海蝕地形景觀，如海蝕平臺、豆腐岩、海蝕溝、海蝕崖、風化窗、萬人堆、千疊敷、海蝕洞、蕈狀岩等。本區雖長年受海風吹襲，但藻生植物（如紫菜、髮菜、鹿角菜、筊白菜、鵝菜、石花菜、紅毛苔、青菜等），魚生物（如黑毛、白毛、白帶魚、象魚、青魚、黃雞、龍蝦等），均隨季節的不同，而遨遊於公園周圍。公園以最少的人工設施來減少對自然破壞，以維繫自然生態的心來建設這美麗的自然寶藏，是北臺灣遊憩攬勝及自然教學的自然教室。",
    photoUrl:"",
    creatTime:"WE1-2"
  },
  { 
    direction: "西岸",
    location:"海科館",
    content: "國立海洋科技博物館（簡稱海科館、海博館），位在基隆市東側的八斗子地區，西鄰八斗子、碧砂漁港、東接東北角海岸風景特定區，有台2線(濱海公路)及台鐵鐵路深澳支線經過，在1997年開始籌備，2013年甫完成所有工程之博物館，是除了屏東車城的海生館外，另一座以海洋為主題，闡述海洋和人類生活的交互關係；設立宗旨為永續發展海洋，推廣終身學習海洋知識和支援學校海洋教育之場所；藉此宣導海洋保育、生態知識，進而提升民眾對海洋、環保的尊重與實踐的人文素養，成為海洋教育觀光的重要調節點。",
    photoUrl:"",
    creatTime:"WE1-3"
  },
  {
    direction: "西岸",
    location:"潮境公園",
    content: "「潮境」指的是寒、暖兩潮流的混合區，特別指西太平洋的黑潮與親潮的海水混合處，此區浮游生物孳生，能吸引洄游魚類聚集、成為漁場，也就是魚群較易匯集的地方，夏季時附近海域白帶魚、軟絲「大咬」，總是吸引不少釣客。潮境公園園區原本為一處垃圾集放地，後來經海洋科技博物館籌備處規劃改建後，成為一處看海賞景的最佳去處，而以「潮境」為名的這個公園，因為位於漁港及漁村旁，便希望以這個名稱為地方帶來源源不絕的蘊藏與豐收。",
    photoUrl:"",
    creatTime:"WE1-4"
  },
  {
    direction: "西岸",
    location:"深奧鐵道自行車",
    content: "鐵道自行車位於深澳支線-八斗子火車站與深澳火車站之間，早期深澳線在日治時期是一條軌距762公厘的輕便鐵路，也就是俗稱的「五分仔車」，主要是用於載運糖、鹽及煤至港口轉運出海，曾為風光一時之支線，與平溪線並駕齊驅，甚至有過之而無不及。但隨著礦源脈盡、煤礦減產，全線最後仍於1989年停止辦理客、貨運，僅保留瑞芳站至深澳火力發電廠之區間，提供運煤列車行駛，但因2007年發電廠停用，運煤需求消失，連帶深澳支線的歷史，因為產業而起，也因產業的消失而停駛，直至2014年因應海科館啟用，深澳支線也隨著復駛，八斗子車站也於2016年重新啟用。",
    photoUrl:"",
    creatTime:"WE1-5"
  },
  {
    direction: "市區",
    location:"虎仔山",
    content: "來到基隆，經常會被山頭上大大的「KEELUNG」造型的英文字母所吸引，那就是虎仔山所在的位置，而這個設計也讓虎仔山成為基隆的新興地標，這是在民國95年時由基隆市政府規劃興建的，經一再的修改及多方的努力之下，完成了此看版，衍然成為基隆市特有的休閒景觀，模仿好萊塢的設計，相當有創意，也讓許多基隆市民對這個設計引以為傲，外地遊客也備感新奇，開車沿著中山二路加油站旁的小路上行，經過垂直而上的車塔隧道後，即可抵虎仔山。",
    photoUrl:"",
    creatTime:"CT1-1"
  },
  {
    direction: "市區",
    location:"獅球嶺砲台",
    content: "獅球嶺砲台位於基隆市仁愛區的獅球嶺頂上，北基高速公路隧道上，連貫基隆山、虎山而呈凹形，地勢居高臨下，敵軍不易侵入，成為基隆港的重要防線，在此可俯瞰整個基隆市區。砲台高150公尺，始建於1884年(清光緒十年)，在許多大大小小戰役中，皆發揮了禦敵的功能，直到日治時期，砲台被荒廢，漸失軍事功能。",
    photoUrl:"",
    creatTime:"CT1-2"
  },
  {
    direction: "市區",
    location:"中正公園",
    content: "基隆中正公園在基隆港東側山丘上，依山建築，草木扶疏，是市民平日休閒的最佳去處。中正公園的正門位於信二路上，可拾階而上，或由側邊的斜坡步行而上。公園本身共分成三層，第一層有涼亭、棋藝中心以及運動休閒設施，假日常吸引大批人潮來此遊玩。第二層則為「主普壇」的所在地。每年基隆中元普渡的祭典就是在這裡舉行的，屆時人山人海，場面十分壯觀。",
    photoUrl:"",
    creatTime:"CT1-3"
  },
  {
    direction: "市區",
    location:"海門天險",
    content: "於西元1840年清英鴉片戰爭時，為防止英軍入侵而建，西元1884年清法戰爭毀損後劉銘傳（臺灣首任巡撫）又重建，因位處於二沙灣一帶的山路上，因此有「二沙灣砲臺」的別稱。海門天險因地制宜，東、北二個砲臺分守外海及內海口門，建於較高的臨海山頭，低處背海面則為營區。砲臺區內可看到大砲、彈藥庫等；而營盤區則遺有數段牆垣和刻有「海門天險」四個大字的營門。",
    photoUrl:"",
    creatTime:"CT1-4"
  },
  {
    direction: "市區",
    location:"佛光洞",
    content: "佛光洞位於紅淡山步道內，原本是個蝙蝠洞，洞內極為寬敞高大，洞頂一片巨岩斜平往下，原本是小溪流經的伏流岩洞，目前洞內供奉觀音像，洞口有一尊巨大的白色彌勒佛，為台灣最大山洞寺廟。洞中可容納近一千人，二次大戰期間作為基隆市民的防空洞，推測因當時洞內設架舖蓆，蝙蝠遷徙無蹤。",
    photoUrl:"",
    creatTime:"CT1-5"
  }
]